[Info]
download=http://www.panoramicsoft.com/mobileapps/calcpro/currency_jai.ini
lastupdate=3/26/2012 11:37 GMT
utc=1332761828
numcurrencies=167
[Currencies]
1=ALL,レク,$,104.98,104.93,105.03
2=DZD,アルジェリア・ディナール,DA,74.75,73.75,75.75
3=XAL,Aluminium Ounces,oz,0.00,N/A,N/A
4=ARS,アルゼンチン・ペソ,$,4.3655,4.363,4.368
5=AWG,アルバ・フローリン,Afl.,1.7899,1.7799,1.7999
6=AUD,オーストラリア・ドル,AU$,0.9507,0.9506,0.9509
7=ATS,オーストリア・シリング,S,10.31747294,10.31747294,10.31747294
8=BSD,バハマ・ドル,B$,1.00,1.00,1.00
9=BHD,レフ,BD,0.3769,0.3768,0.377
10=BDT,タカ,$,81.75,81.50,82.00
11=BBD,バルバドス・ドル,Bds$,2.00,2.00,2.00
12=BYR,ベラルーシ・ルーブル,Br,8050.00,8000.00,8100.00
13=BEF,ベルギー・フラン,Bf,33.24605702,33.24605702,33.24605702
14=BZD,ベリーズ・ドル,BZ$,1.93,1.91,1.95
15=BMD,バミューダ・ドル,BD$,1.00,1.00,1.00
16=BTN,ニュルタム,Nu.,51.33,51.325,51.335
17=BOB,ボリビアーノ,Bs.,6.91,6.86,6.96
18=BWP,プラ,P,7.2228,7.2178,7.2278
19=BRL,レアル,R$,1.81,1.809,1.811
20=GBP,UKポンド,£,0.6271,0.6271,0.6272
21=BND,ブルネイ・ドル,B$,1.2584,1.258,1.2587
22=BGN,レフ,lv,1.4782,1.4732,1.4832
23=BIF,ブルンジ・フラン,FBu,1300.00,1290.00,1310.00
24=KHR,リエル,$,4005.00,4000.00,4010.00
25=CAD,カナダ・ドル,$,0.9924,0.9923,0.9926
26=CVE,カーボベルデ・エスクード,$,82.85,82.75,82.95
27=KYD,ケイマン諸島ドル,CI$,0.00,N/A,N/A
28=XOF,CFAフラン,$,492.60,492.10,493.10
29=XAF,CFAフラン,$,491.9801,491.9063,492.0539
30=CLP,チリ・ペソ,$,486.75,486.00,487.50
31=CNY,人民元,Y,6.3185,6.3135,6.3235
32=COP,コロンビア・ペソ,$,1761.50,1759.00,1764.00
33=KMF,コモロ・フラン,$,368.985,368.9297,369.0404
34=XCP,Copper Pounds,lbs,0.257,N/A,N/A
35=CRC,コスタリカ・コロン,¢,504.70,503.70,505.70
36=HRK,クーナ,kn,5.635,5.6165,5.6535
37=CUP,キューバ・ペソ,$,1.00,1.00,1.00
38=CYP,キプロス・ポンド,£,0.00,N/A,N/A
39=CZK,チェコ・コルナ,Kc,18.4461,18.4395,18.4527
40=DKK,デンマーク・クローネ,kr,5.5754,5.5729,5.5779
41=DJF,ジブチ・フラン,$,180.98,175.98,185.98
42=DOP,ドミニカ・ペソ,RD$,39.00,38.90,39.10
43=NLG,オランダ・ギルダー,fl.,1.652341758,1.652341758,1.652341758
44=XCD,東カリブ・ドル,$,2.70,2.70,2.70
45=ECS,Ecuador Sucre,Sl.,0.00,N/A,N/A
46=EGP,エジプト・ポンド,£,6.0385,6.036,6.041
47=SVC,サルバドール・コロン,$,8.7475,8.7425,8.7525
48=ERN,ナクファ,Nfk,0.00,N/A,N/A
49=EEK,クローン,$,0.00,N/A,N/A
50=ETB,ブル,Br,17.4675,17.3806,17.5544
51=EUR,ユーロ,,0.7498,0.7498,0.7498
52=FKP,フォークランド諸島・ポンド,£,0.6299,0.6294,0.6304
53=FJD,フィジー・ドル,FJ$,1.7615,1.7565,1.7665
54=FIM,フィンランド・マルッカ,FmK,4.458108354,4.458108354,4.458108354
55=FRF,フランス・フラン,FF,4.918365586,4.918365586,4.918365586
56=GMD,ダラシ,D,29.69,29.05,30.33
57=DEM,東ドイツ・マルク,DM,1.466481334,1.466481334,1.466481334
58=GHC,セディ,GH¢,0.00,N/A,N/A
59=GIP,ジブラルタル・ポンド,£,0.6298,0.6296,0.6301
60=XAU,金,oz,0.0006,0.0006,0.0006
61=GRD,ドラクマ,Dr,255.49435,255.49435,255.49435
62=GTQ,ケツァル,Q,7.7515,7.75,7.753
63=GNF,ギニア・フラン,FG,7102.50,7005.00,7200.00
64=GYD,ガイアナ・ドル,$,202.70,200.20,205.20
65=HTG,グールド,G,41.00,41.00,41.00
66=HNL,レンピラ,L,19.055,19.055,19.055
67=HKD,香港ドル,HK$,7.7682,7.7681,7.7684
68=HUF,フォリント,Ft,218.96,218.77,219.15
69=ISK,アイスランド・クローナ,kr,126.65,126.60,126.70
70=INR,インド・ルピー,Rs,51.055,51.05,51.06
71=IDR,ルピア,Rp,9175.00,9170.00,9180.00
72=IRR,イラン・リアル,$,12275.00,12250.00,12300.00
73=IQD,イラク・ディナール,$,1161.80,1160.80,1162.80
74=IEP,アイルランド・ポンド,IR£,0.5905154872,0.5905154872,0.5905154872
75=ILS,新シェケル,$,3.7156,3.7137,3.7175
76=ITL,イタリア・リラ,L,1451.815246,1451.815246,1451.815246
77=JMD,ジャマイカ・ドル,$,86.70,86.20,87.20
78=JPY,円,¥,82.835,82.81,82.86
79=JOD,ヨルダン・ディナール,$,0.7082,0.7075,0.709
80=KZT,テンゲ,$,147.715,147.69,147.74
81=KES,ケニア・シリング,KSh,83.20,83.10,83.30
82=KRW,ウォン,W,1139.00,1138.70,1139.30
83=KWD,クウェート・ディナール,$,0.2785,0.2775,0.2795
84=LAK,キープ,KN,7982.50,7960.00,8005.00
85=LVL,ラッツ,Ls,0.523,0.5225,0.5235
86=LBP,レバノン・ポンド,£,1504.50,1501.00,1508.00
87=LSL,ロチ,L,7.585,7.56,7.61
88=LRD,リベリア・ドル,L$,73.25,72.50,74.00
89=LYD,リビア・ディナール,LD,1.2497,1.2422,1.2572
90=LTL,リタス,Lt,2.5891,2.5883,2.59
91=LUF,ルクセンブルグ・フラン,Lux,30.24685702,30.24685702,30.24685702
92=MOP,パタカ,MOP$,8.0012,8.0009,8.0015
93=MKD,マケドニア・ディナール,$,46.205,46.00,46.41
94=MWK,マラウイ・クワチャ,MK,166.5592,164.8936,168.2248
95=MYR,リンギット,RM,3.08,3.0785,3.0815
96=MVR,ルフィヤ,Mf,15.38,15.38,15.38
97=MTL,マルタ・リラ,Lm,0.32188914,0.32188914,0.32188914
98=MTL,マルタ・リラ,Lm,0.00,N/A,N/A
99=MRO,ウギア,$,289.25,289.00,289.50
100=MUR,モーリシャス・ルピー,Rs,29.40,28.90,29.90
101=MXN,メキシコ・ペソ,Mex$,12.6732,12.6704,12.676
102=MDL,モルドバ・レウ,$,11.849,11.799,11.899
103=MNT,トゥグルグ,$,1312.50,1310.00,1315.00
104=MAD,モロッコ・ディルハム,$,8.379,8.344,8.414
105=MMK,チャット,K,6.51,6.41,6.61
106=NAD,ナミビア・ドル,N$,7.6075,7.606,7.609
107=NPR,ネパール・ルピー,Rs,81.88,81.88,81.88
108=ANG,アンティル・ギルダー,NAf,1.79,1.79,1.79
109=TRY,新トルコリラ,YTL,1.788,1.7871,1.7888
110=NZD,ニュージーランド・ドル,$,1.2174,1.2173,1.2176
111=NIO,コルドバ・オロ,C$,23.2365,23.233,23.24
112=NGN,ナイラ,N,157.65,157.60,157.70
113=KPW,ウォン,W,900.00,900.00,900.00
114=NOK,ノルウェー・クローネ,kr,5.689,5.6878,5.6901
115=OMR,オマーン・リヤル,$,0.3851,0.385,0.3852
116=XPF,CFPフラン,F,89.4749403341,89.4749403341,89.4749403341
117=PKR,パキスタン・ルピー,Rs.,90.85,90.75,90.95
118=XPD,パラジウム,oz,0.0015,N/A,N/A
119=PAB,バルボア,B,1.00,1.00,1.00
120=PGK,キナ,K,2.0534,2.0034,2.1034
121=PYG,グアラニー,G,4295.00,4280.00,4310.00
122=PEN,ヌエボ・ソル,Sl.,2.6715,2.669,2.674
123=PHP,フィリピン・ペソ,$,43.09,43.04,43.14
124=XPT,プラチナ,oz,0.0006,N/A,N/A
125=PLN,ズウォティ,zl,3.0985,3.0979,3.0991
126=PTE,ポルトガル・エスクード,Esc,150.3214036,150.3214036,150.3214036
127=QAR,カタール・リヤル,QR,3.6408,3.6403,3.6413
128=RON,新ルーマニア・レウ,$,3.2732,3.2707,3.2757
129=RUB,ロシア・ルーブル,$,28.985,28.98,28.99
130=RWF,ルワンダ・フラン,RF,607.127,602.27,611.984
131=WST,サモア・タラ,WS$,2.2475,2.2222,2.2727
132=ESP,ペセタ,Pts,124.7562228,124.7562228,124.7562228
133=STD,ドブラ,Db,18425.00,18400.00,18450.00
134=SAR,サウディ・リヤル,SR,3.7503,3.75,3.7505
135=SCR,セーシェル・ルピー,SRe,14.0745,13.8884,14.2607
136=SLL,レオン,$,4360.00,4310.00,4410.00
137=XAG,銀,oz,0.0306,N/A,N/A
138=SGD,シンガポール・ドル,S$,1.258,1.2578,1.2582
139=SKK,スロバキア・コルナ,Sk,0.00,N/A,N/A
140=SIT,トラール,$,0.00,N/A,N/A
141=SBD,ソロモン諸島ドル,SI$,7.071,6.8213,7.3206
142=SOS,ソマリア・シリング,So.,1625.00,1575.00,1675.00
143=ZAR,ランド,R,7.5902,7.5886,7.5918
144=LKR,スリランカ・ルピー,Rs,130.05,129.80,130.30
145=SHP,セントヘレナ・ポンド,£,0.6298,0.6296,0.6301
146=SDD,スーダン・ディナール,£Sd,0.00,N/A,N/A
147=SZL,リランゲニ,$,7.587,7.562,7.612
148=SEK,スウェーデン・クローナ,kr,6.6778,6.6753,6.6803
149=CHF,スイス・フラン,Fr.,0.9035,0.9032,0.9037
150=SYP,シリア・ポンド,$,57.45,57.30,57.60
151=TWD,ニュー台湾ドル,$,29.665,29.615,29.715
152=TZS,タンザニア・シリング,x/y,1596.50,1593.00,1600.00
153=THB,バーツ,B,30.69,30.665,30.715
154=TOP,パ・アンガ,T$,1.6935,1.692,1.6949
155=TTD,トリニダード・トバゴ・ドル,$,6.4026,6.3708,6.4344
156=TND,チュニジア・ディナール,DT,1.501,1.50,1.502
157=USD,アメリカ合衆国ドル,$,1.000,.999,1.001
158=AED,UAE Dirham,$,3.673,3.6728,3.6733
159=UGX,ウガンダ・シリング,USh,2515.00,2505.00,2525.00
160=UAH,フリヴニャ,$,8.03,8.025,8.035
161=UYU,ウルグアイ・ペソ,$,19.50,19.40,19.60
162=VUV,バツ,Vt,90.40,89.40,91.40
163=VEB,ボリバル,Bs.,0.00,N/A,N/A
164=VND,ドン,$,20885.00,20835.00,20935.00
165=YER,イエメン・リアル,$,213.75,213.70,213.80
166=ZMK,ザンビア・クワチャ,ZK,5360.00,5310.00,5410.00
167=ZWD,ジンバブエ・ドル,$,0.00,N/A,N/A
